[DLC07_BrigGrave_Lever_twk DisTweaks_UsableObject]
m_Stages[0]=(m_InteractTextOverride="`GBA_Use` 控制地穴大门")
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 控制地穴大门")

[DLC07_BrigGrave_Lever_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_InteractText="`GBA_Use` 使用"

[Door_Transitions.LTD_BrigExt_to_BrigInt DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_BrigExt_to_BrigInt:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往布里格莫尔庄园的门"
m_InteractText="`k 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_BrigInt_To_BrigExt DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_BrigInt_To_BrigExt:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往布里格莫尔外围的门"
m_InteractText="`k 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_CryptToInterior_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_CryptToInterior_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往布里格莫尔庄园的门"
m_InteractText="`k 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_InteriorToCrypt_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_InteriorToCrypt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往布里格莫尔地穴的门"
m_InteractText="`k 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

